Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: precision of the feathering : higher values force the mask to follow edges more closely but may void the effect of the smoothing lower values give smoother gradients and better smoothing but may lead to inaccurate edges taping and halos
de: Genauigkeit des Ausblenden: Höhere Werte bewirken, dass die Maske den Kanten genauer folgt, kann aber den Effekt der Glättung aufheben. Niedrigere Werte ergeben weichere Gradienten und eine bessere Glättung, kann aber zu ungenauen Rändern und Halos führen.

source: mask post-processing
de: Maskennachbearbeitung

source: mask histogram span between the first and last deciles. the central line shows the average. orange bars appear at extrema if clipping occurs.
de: Spanne des Masken-Histogramm zwischen der ersten und letzten Zehntel.Die Mittellinie zeigt den Mittelwert an. Orangefarbene Balken erscheinen bei Extrema, wenn es zu Beschneidungen kommt.

source: 0 disables the quantization. higher values posterize the luminance mask to help the guiding produce piece-wise smooth areas when using high feathering values
de: 0 deaktiviert die Quantisierung. Höhere Werte verdeutlichen die Luminanz-Maske, um beim Erzeugen von Stückweisen glatte Bereichen bei Verwendung hoher Ausblend-Werten zu unterstützen.

source: use this to slide the mask average exposure along channels for a better control of the exposure correction with the available nodes. the picker will auto-adjust the average exposure at -4EV.
de: Hiermit kann die durchschnittliche Belichtung der Maske entlang der Kanäle verschoben werden, um die Belichtungskorrektur mit den verfügbaren Knoten besser zu steuern. Der Picker passt die durchschnittliche Belichtung bei -4EV automatisch an.

source: use this to counter the averaging effect of the guided filter and dilate the mask contrast around -4EV this allows to spread the exposure histogram over more channels for a better control of the exposure correction.
de: Hiermit wird der Mittelwertbildung des geführten Filters entgegengewirkt und der Maskenkontrast um -4EV erweitert. Dies ermöglicht eine Streuung des Belichtungshistogramms auf mehrere Kanäle zur besseren Kontrolle der Belichtungskorrektur.

source: display exposure mask
de: Belichtungsmasken anzeigen

source: mid-tones bias
de: Mittenbetonung

source: the strength of saturation boost
de: Stärke der Sättigungsverstärkung

source: how much to spare highlights and shadows
de: wie sehr sollen Spitzlichter und Schatten ausgenommen werden

source: the amount of vibrance
de: Menge der Lebendigkeit

source: vignetting
de: Vignettierung

source: fall-off strength
de: Abfallstärke

source: horizontal center
de: Horizontale Mitte

source: vertical center
de: Vertikale Mitte

source: shape
de: Form

source: width-height ratio
de: Verhältnis Breite/Höhe

source: automatic ratio
de: automatisches Verhältnis

source: 8-bit output
de: 8-Bit-Ausgabe

source: 16-bit output
de: 16-Bit-Ausgabe

source: width/height ratio
de: Verhältnis Breite/Höhe

source: the radii scale of vignette for start of fall-off
de: Radius der Vignette für den Start des Abfalls

source: the radii scale of vignette for end of fall-off
de: Radius der Vignette für das Ende des Abfalls

source: strength of effect on brightness
de: Stärke des Effekts auf die Helligkeit

source: strength of effect on saturation
de: Stärke des Effekts auf die Sättigung

source: horizontal offset of center of the effect
de: horizontaler Versatz der Mitte des Effekts

source: vertical offset of center of the effect
de: vertikaler Versatz der Mitte des Effekts

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
de: Wert für die Form 0 ergibt ein Rechteck 1 ergibt einen Kreis oder Ellipse 2 ergibt einen Diamanten

source: enable to have the ratio automatically follow the image size
de: aktivieren, damit das Seitenverhältnis automatisch an die Bildgröße angepasst wird

source: width-to-height ratio
de: Verhältnis Breite zu Höhe

source: add some level of random noise to prevent banding
de: füge ein gewisses Maß an zufälligem Rauschen hinzu, um Banding zu vermeiden

source: [%s on node] change vignette/feather size
de: [%s on node] Vignettierung / Ausblendgröße ändern

source: [%s on node] change vignette/feather size keeping ratio
de: [%s on node] Vignettierung / Ausbelndgröße ändern, wobei das Verhältnis beibehalten wird.

source: [%s on center] move vignette
de: [%s[in der Mitte] Vignette bewegen

source: watermark
de: Wasserzeichen

source: refresh
de: Neu laden

source: x offset
de: X-Versatz

source: y offset
de: Y-Versatz

source: content
de: Inhalt

source: marker
de: Zeichen

source: SVG watermarks in %s/watermarks or %s/watermarks
de: SVG-Wasserzeichen in %s/watermarks oder %s/watermarks

source: watermark color, tag: $(WATERMARK_COLOR)
de: Wasserzeichenfarbe, Platzhalter: $(WATERMARK_COLOR)

source: select watermark color
de: Wasserzeichen-Farbton wählen

source: pick color from image
de: Farbe aus dem Bild übernehmen

source: text string, tag: $(WATERMARK_TEXT)
de: Text, Platzhalter: $(WATERMARK_TEXT)

source: font
de: Schriftart

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
de: Schrift, Platzhalter: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: larger border
de: langer Seite

source: smaller border
de: kürzere Seite

source: scale on
de: Skalierung nach

source: size is relative to
de: Größe ist relativ zu

source: alignment
de: Position

source: the opacity of the watermark
de: Deckkraft des Wasserzeichens

source: the scale of the watermark
de: Größe des Wasserzeichens

source: the rotation of the watermark
de: Drehung des Wasserzeichens

source: zone system
de: Zonensystem

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
de: Helligkeitsbereiche Anzahl der Zonen kann mit dem Mausrad geändert werden Links-Klick auf eine Grenze setzt eine Markierung Rechts-Klick auf eine Markierung löscht diese

source: background jobs
de: Hintergrundjobs

source: camera settings
de: Kameraeinstellungen

source: capture image(s)
de: Bild(er) aufnehmen

source: toggle view property in center view
de: umschalten, ob Einstellung in der mittleren Bildansicht angezeigt werden soll

source: connection with camera lost, exiting tethering mode
de: Verbindung zur Kamera verloren, beende Tethering-Modus

source: battery
de: Batterie

source: n/a
de: unbekannt

source: camera control
de: Kamerasteuerung

source: modes
de: Modus

source: count
de: Anzahl

source: brackets
de: Belichtungen

source: bkt. steps
de: Belichtungsschritte

source: toggle delayed capture mode
de: zeitverzögerte Aufnahme umschalten

source: toggle sequenced capture mode
de: Reihenaufnahme umschalten

source: toggle bracketed capture mode
de: Belichtungsreihen-Aufnahme umschalten

source: the count of seconds before actually doing a capture
de: Anzahl Sekunden, bevor eine Aufnahme tatsächlich ausgelöst wird

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
de: Anzahl Bilder, die hintereinander gemacht werden sollen, dies kann zusammen mit verzögerter Aufnahme benutzt werden, um Stop-Motion-Sequenzen zu erstellen.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
de: Anzahl Belichtungen auf jeder Seite der mittleren Aufnahme, Anzahl Bilder = (Belichtungen*2)+1.

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
de: Anzahl Schritte pro Belichtung, Schritte können in der Kamera eingestellt werden und betragen normalerweise 3 Schritte pro Blende. Mit anderen Worten, 3 Schritte sind 1EV Belichtung zwischen den Aufnahmen.

source: additional properties
de: zusätzliche Eigenschaften

source: label
de: Bezeichnung

source: property
de: Eigenschaft

source: add user property
de: Benutzereinstellung hinzufügen

source: program
de: Programm

source: focus mode
de: Fokussierung

source: shutterspeed2
de: Verschlusszeit2

source: shutterspeed
de: Verschlusszeit

source: WB
de: Weißabgleich

source: collect images
de: Bilder sammeln

source: search filmroll
de: Filmrolle suchen

source: problem selecting new path for the filmroll in %s
de: Problem beim Auswählen des neuen Pfads für die Filmrolle in %s

source: search filmroll...
de: Filmrolle suchen ...

source: remove...
de: entfernen ...

source: uncategorized
de: Sonstige

source: not tagged
de: nicht getaggt

source: copied locally
de: lokal kopiert

source: group followers
de: Gruppenmitglieder

source: clear this rule
de: diese Regel löschen

source: clear this rule or add new rules
de: diese Regel löschen oder weitere Regeln hinzufügen

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
de: Abfrage eingeben, verfügbare Operatoren sind <, <=, >, >=, <>, =, [;]

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
de: Abfrage eingeben, verfügbare Operatoren sind <, <=, >, >=, <>, =, [;], Datumsangaben in der Form YYYY:MM:DD HH:MM:SS (nur das Jahr ist zwingend erforderlich)

source: type your query, use `%' as wildcard and `,' to separate values
de: Anfrage eingeben, „%” als Paltzhalter benutzen

source: type your query, use `%' as wildcard
de: Anfrage eingeben, „%” als Paltzhalter benutzen

source: narrow down search
de: Suche verfeinern

source: add more images
de: mehr Bilder hinzufügen

source: exclude images
de: Bilder ausschließen

source: change to: and
de: ändere zu: UND

source: change to: or
de: ändere zu: ODER

source: change to: except
de: ändere zu: AUSSER

source: color picker
de: Pipette

source: pick color
de: Farbe wählen

source: add sample
de: Sample hinzufügen

source: hover to highlight sample on canvas, click to lock sample
de: Maus über das Farbfeld bewegen, um den Messpunkt im Bild hervorzuheben, zum Sperren klicken

source: live samples
de: Live-Messwerte

source: point
de: Punkt

source: area
de: Fläche

source: mean
de: Mittel

source: min
de: Minimum

source: max
de: Maximum

source: restrict histogram to selection
de: Histogramm auf Auswahl beschränken

source: add
de: hinzufügen

source: display sample areas on image
de: Messpunkte im Bild anzeigen

source: history stack
de: Verlaufsstapel

source: open sidecar file
de: Begleitdatei öffnen

source: XMP sidecar files
de: XMP-Begleitdateien

source: error loading file '%s'
de: Fehler beim Laden von Datei „%s”

source: no history compression of 1 image. see tag: darktable|problem|history-compress.
de: Keine Verlauf-Kompression bei einem Bild, siehe Tag: darktable|problem|history-compress.

source: history compression warning
de: Verlaufskompressionswarnung

source: do you really want to clear history of %d selected image?
de: Soll der Bearbeitungsverlauf von %d Bild wirklich gelöscht werden?

source: delete images' history?
de: Bearbeitungsverlauf der Bilder löschen?

source: copy...
de: kopieren

source: copy part history stack of first selected image
de: kopiere einen Teil des Verlaufsstapels des ersten ausgewählten Bildes

source: copy all
de: alles kopieren

source: copy history stack of first selected image
de: kopiere den Verlaufsstapel des ersten ausgewählten Bildes

source: paste...
de: einfügen

source: paste part history stack to all selected images
de: füge den Verlaufsstapel teilweise in allen ausgewählten Bildern ein

source: paste all
de: alles einfügen

source: paste history stack to all selected images
de: füge den Verlaufsstapel in allen ausgewählten Bildern ein

source: compress history
de: Verlaufsstapel komprimieren

source: compress history stack of all selected images
de: komprimiere den Verlaufsstapel aller ausgewählten Bilder

source: discard history
de: Verlauf verwerfen

source: discard history stack of all selected images
de: Verlauf aller ausgewählten Bilder verwerfen

source: append
de: hinzufügen

source: how to handle existing history
de: wie soll mit einem vorhandenen Verlauf umgegangen werden

source: load sidecar file...
de: XMP-Begleitdatei laden

source: open an XMP sidecar file and apply it to selected images
de: eine XMP-Begleitdatei öffnen und auf die ausgewählten Bilder anwenden

source: write history stack and tags to XMP sidecar files
de: Verlaufsstapel und Tags in XMP-Begleitdatei schreiben

source: discard
de: Verwerfen

source: paste
de: einfügen

source: load sidecar files
de: XMP-Begleitdateien laden

source: duplicate manager
de: Duplikat-Manager

source: existing duplicates
de: Existierenden Duplikate

source: create a 'virgin' duplicate of the image without any development
de: Erstellt ein „jungfräuliches” Duplikat des Bildes ohne jegliche Entwicklung

source: create a duplicate of the image with same history stack
de: Erstellt ein Duplikat des Bildes mit dem gleichen Verlaufsstapel

source: export selected
de: ausgewählte exportieren

source: export to disk
de: Exportieren

source: storage options
de: Speicher-Optionen

source: target storage
de: Speicherziel

source: format options
de: Format-Optionen

source: file format
de: Dateiformat

source: global options
de: globale Optionen

source: maximum output width set to 0 for no scaling
de: maximale Ausgabebreite auf 0 setzen für keine Skalierung

source: maximum output height set to 0 for no scaling
de: maximale Ausgabehöhe auf 0 setzen für keine Skalierung

source: max size
de: max. Größe

source: allow upscaling
de: Vergrößern erlauben

source: high quality resampling
de: hochqualitatives Resampling

source: do high quality resampling during export
de: Hochqualitatives Resampling beim Export

source: store masks
de: Raster-Maske speichern

source: image settings
de: Bildeinstellungen

source: output ICC profiles in %s or %s
de: Ausgabe-ICC-Profile in %s oder %s

source: style
de: Stil

source: temporary style to use while exporting
de: Stil, der beim Export vorübergehend angewandt werden soll

source: replace history
de: Verlauf ersetzen

source: append history
de: Verlauf hinzufügen

source: whether the style items are appended to the history or replacing the history
de: sollen Stil-Module an den Verlauf angehängt werden, oder diesen ersetzen

source: export with current settings
de: mit aktuellen Einstellungen exportieren

source: edit metadata exportation details
de: Metadaten-Exporteinstellungen bearbeiten

source: select tag
de: Tag auswählen

source: done
de: erledigt

source: list of available tags. click 'add' button or double-click on tag to add the selected one
de: Liste der verfügbaren Tags. Ein Klick auf die Schaltfläche "Hinzufügen" oder Doppelklick auf das Tag, fügt dieses hinzu

source: edit metadata exportation
de: Metadaten-Export bearbeiten

source: save
de: Speichern

source: general settings
de: Allgemeine Einstellungen

source: exif data
de: Exif Daten

source: export exif metadata
de: Exif-Metadaten exportieren

source: metadata
de: Metadaten

source: export dt xmp metadata (from metadata editor module)
de: Exportiere darktable xmp-Metadaten (aus dem Metadaten-Editor-Modul)

source: only embedded
de: nur eingebettet

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
de: Standardmäßig sendet die Schnittstelle einige (begrenzte) Metadaten neben dem Bild an den Remote-Speicher. Uum dies zu vermeiden und nur eingebettete darktable xmp-Metadaten anzuzeigen, überprüfen Sie dieses Kontrollkästchen. Wenn der Remote-Speicher darktable xmp-Metadaten nicht versteht, können Sie stattdessen berechnete Metadaten verwenden.

source: export geo tags
de: Geo-Tags exportieren

source: export tags (to Xmp.dc.Subject)
de: Stichwörter exportieren (nach Xmp.dc.Subject)

source: export private tags
de: private Tags exportieren

source: synonyms
de: Synonym

source: export tags synonyms
de: Tag Synonym exportieren

source: omit hierarchy
de: Hierarchie ignorieren

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
de: Nur der letzte Teil des hierarchischen Tag ist enthalten. Dies kann sinnvoll sein, wenn Kategorien nicht verwendet werden.

source: hierarchical tags
de: hierarchische Stichwörter

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
de: Hierarchische Stichwörter exportieren (nach Xmp.lr.Hierarchical Subject)

source: develop history
de: Historie erstellen

source: export dt development data (recovery purpose in case of loss of database or xmp file)
de: Export von dt Entwicklungsdaten (Wiederherstellung bei Verlust der Datenbank oder xmp-Datei)

source: per metadata settings
de: Konfiguration der einzelnen Metadaten

source: list of available tags
de: Liste der verfügbaren Tags

source: redefined tag
de: neu definierter Tag

source: formula
de: Formel

source: list of calculated metadata if formula is empty, the corresponding metadata is removed from exported file, if formula is '=', the exif metadata is exported even if exif data are disabled otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. recognized variables:
de: Liste der berechneten Metadaten Wenn eine Formel leer ist, werden die entsprechenden Metadaten aus der exportierten Datei entfernt. Besteht die Formel lediglich aus einem „=”, so werden die Exif-Metadaten exportiert, auch dann, wenn Exif-Metadaten-Export abgeschaltet ist. Andernfalls werden die entsprechenden Metadaten gemäß der Formel neu berechnet und der exportierten Datei hinzugefügt. Formeln können die folgenden Variablen enthalten:

source: add an output metadata tag
de: Hinzufügen eines Ausgabe-Metadaten-Tag

source: delete metadata tag
de: Metadaten-Tag löschen

source: enter the time shown on the selected picture format: hh:mm:ss
de: Zeit eingeben, die auf dem ausgewählten Bild angezeigt wird Format: hh:mm:ss

source: open GPX file
de: GPX-Datei öffnen

source: GPS data exchange format
de: GPS-Daten-Austauschformat (GPX)

source: camera time zone
de: Zeitzone der Kamera

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
de: die meisten Kameras speichern keine Zeitzone in den EXIF-Daten. Daher muss die korrekte Zeitzone angegeben werden, damit die GPX-Daten richtig zugeordnet werden können

source: time offset format: [+-]?[[hh:]mm:]ss
de: Zeitversatz Format: [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
de: Zeitversatz anhand eines Bildes berechnen

source: apply time offset to selected images
de: Zeitversatz auf ausgewählte Bilder anwenden

source: apply GPX track file...
de: GPX-Track-Datei anwenden

source: parses a GPX file and updates location of selected images
de: liest eine GPX-Datei und setzt die Position der ausgewählten Bilder

source: histogram
de: Histogramm

source: set mode to waveform
de: zu Wellenform-Histogramm wechseln

source: set mode to histogram
de: zu Histogramm wechseln

source: set mode to linear
de: Histogramm linear skalieren

source: set mode to logarithmic
de: Histogramm logarithmischen skalieren

source: set mode to RGB parade
de: zu getrennten RGB-Kanälen wechseln

source: click to hide red channel
de: klicken, um den Rot-Kanal auszublenden

source: click to show red channel
de: klicken, um den Rot-Kanal anzuzeigen

source: click to hide green channel
de: klicken, um den Grün-Kanal auszublenden

source: click to show green channel
de: klicken, um den Grün-Kanal anzuzeigen

source: click to hide blue channel
de: klicken, um den Blau-Kanal auszublenden

source: click to show blue channel
de: klicken, um den Blau-Kanal anzuzeigen

source: drag to change black point, doubleclick resets
de: ziehen, um den Schwarzpunkt zu ändern, Doppelklick zum Zurücksetzen

source: drag to change exposure, doubleclick resets
de: ziehen, um die Belichtung zu ändern, Doppelklick zum Zurücksetzen

source: hide histogram
de: Histogramm verbergen

source: create style from history
de: Stil aus aktuellem Verlaufsstapel erzeugen

source: compress history stack
de: Verlaufsstapel zusammenfassen

source: create a minimal history stack which produces the same image
de: Erstelle einen minimalen Verlaufsstapel, der das gleiche Bild erzeugt

source: create a style from the current history stack
de: Erzeuge einen Stil aus dem aktuellen Verlaufsstapel

source: selected image[s]
de: ausgewählte Bilder

source: trash
de: Papierkorb

source: send file to trash
de: Datei in Papierkorb verschieben

source: physically delete from disk
de: physisch von der Festplatte löschen

source: remove
de: entfernen

source: remove from the collection
de: aus der Sammlung entfernen

source: move...
de: verschieben

source: move to other folder
de: in anderen Ordner verschieben

source: copy to other folder
de: in anderen Ordner kopieren

source: create HDR
de: HDR erzeugen

source: create a high dynamic range image from selected shots
de: Hochkontrastbild (HDRI) aus ausgewählten Bildern erzeugen

source: duplicate
de: duplizieren

source: add a duplicate to the collection, including its history stack
de: füge ein Duplikat zur Sammlung hinzu, inklusive des Verlaufsstapels

source: rotate selected images 90 degrees CCW
de: Ausgewählte Bilder um 90° gegen den Uhrzeigersinn drehen

source: rotate selected images 90 degrees CW
de: Ausgewählte Bilder um 90° im Uhrzeigersinn drehen

source: reset rotation
de: Drehung entfernen

source: reset rotation to EXIF data
de: Drehung auf EXIF-Angabe zurücksetzen

source: copy locally
de: lokal kopieren

source: copy the image locally
de: Bild in lokalen Cache kopieren

source: resync local copy
de: Kopie zurückspielen

source: synchronize the image's XMP and remove the local copy
de: XMP des Bildes synchronisieren und lokale Kopie entfernen

source: group
de: gruppieren

source: add selected images to expanded group or create a new one
de: ausgewählte Bilder zur aufgeklappten Gruppe hinzufügen oder neue Gruppe erstellen

source: ungroup
de: Gruppe auflösen

source: remove selected images from the group
de: Ausgewählte Bilder aus der Gruppe entfernen

source: ratings
de: Bewertungen

source: colors
de: Farben

source: clear
de: löschen

source: merge
de: zusammenfügen

source: update image information to match changes to file
de: Bildinformationen aktualisieren, um Änderungen an der Datei abzugleichen.

source: remove from collection
de: aus der Sammlung entfernen

source: delete from disk or send to trash
de: Von der Festplatte löschen oder in den Papierkorb verschieben

source: resync the local copy
de: Lokale Kopie synchronisieren

source: scan for devices
de: Nach Geräten suchen

source: import from camera
de: Von Kamera importieren

source: tethered shoot
de: Tethering-Aufnahme

source: import folder
de: Verzeichnis importieren

source: device "%s" connected on port "%s".
de: Gerät „%s“ an Port „%s“ angeschlossen.

source: no supported devices found
de: Keine unterstützten Geräte gefunden

source: import options
de: Import-Optionen

source: supported images
de: unterstütze Bilder

source: file has unknown format!
de: Datei hat ein unbekanntes Format!

source: image...
de: Bild

source: select one or more images to import
de: Ein oder mehrere Bilder zum Import wählen

source: folder...
de: Verzeichnis

source: select a folder to import as film roll
de: Verzeichnis zum Import wählen

source: scan for newly attached devices
de: Suche nach neu angeschlossenen Geräten

source: edit `%s'
de: „%s” bearbeiten

source: nothing to save
de: nichts zu speichern
